Repository: trentwyman/drupal9-genomics-workspace
Catalog: web/themes/custom/drupal-*-theme/translations/drupal_*_theme.*.po
Languages: es

source: Policies and Links
es: Políticas y Enlaces

source: Plain Writing
es: Lenguaje Simple

source: Accessibility Statement
es: Declaración de Accesibilidad

source: Privacy Policy
es: Política de Privacidad

source: Non-Discrimination Statement
es: Declaración de No Discriminación

source: Civil Rights Policy
es: Política Contra el Acoso

source: Information Quality
es: Calidad de la Información

source: National Agricultural Library
es: Servicio de Investigación en Agricultura

source: Agricultural Research Service
es: Biblioteca Nacional de Agricultura

source: Sign up for ARS News updates
es: Regístrate para recibir actualizaciones de las noticias del ARS

source: Your email address
es: Tu correo electrónico

source: Sign Up
es: Regístrate

source: An official website of the United States government
es: Un sitio oficial del Gobierno de Estados Unidos

source: Here&apos;s how you know
es: Así es como usted puede verificarlo

source: <strong>Official websites use .gov</strong> <br> A <strong>.gov</strong> website belongs to an official government organization in the United States.
es: <strong>Los sitios web oficiales usan .gov</strong> <br> Un sitio web <strong>.gov</strong> pertenece a una organización oficial del Gobierno de Estados Unidos.

source: <strong>Secure .gov websites use HTTPS</strong> <br> A <strong>lock</strong> ( @lock_icon ) or <strong>https://</strong> means you&apos;ve safely connected to the .gov website. Share sensitive information only on official, secure websites.
es: <strong>Los sitios web seguros .gov usan HTTPS</strong> <br> Un <strong>candado</strong> ( @lock_icon ) o <strong>https://</strong> significa que usted se conectó de forma segura a un sitio web .gov. Comparta información sensible sólo en sitios web oficiales y seguros.
